import Handlebars from "handlebars";

export const importantTemplate = Handlebars.compile(`
<tg-emoji emoji-id="5422439311196834318">💡</tg-emoji> <b>Важное правило для идеальной печати!</b>  

Для холста <b>40х50 см</b> критически важно правильное соотношение сторон <b>4:5</b> (это стандартный вертикальный или горизонтальный кадр для такого размера).

Что это значит:
✂️ Если ваше изображение другого формата, оно будет автоматически <b>обрезано</b> по этим пропорциям. 

📌 <b>Рекомендации:</b>
• Разрешение фото — не менее 4724×5906 пикселей (для чёткой печати 40×50 см)
• Вес файла — от 2Мб до 20 Мб

Пожалуйста, убедитесь, что ваши изображения подходят под эти параметры, чтобы избежать неожиданностей. 😉 
`);
